Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Use an HTTPS endpoint. Local network and VPN addresses are supported when they use a valid TLS certificate.
ar: استخدم نقطة نهاية HTTPS. عناوين الشبكة المحلية وVPN مدعومة عند استخدام شهادة TLS صالحة.
de: Verwende einen HTTPS-Endpunkt. Adressen im lokalen Netzwerk und VPN werden unterstützt, wenn sie ein gültiges TLS-Zertifikat verwenden.
es: Usa un endpoint HTTPS. Se admiten direcciones de red local y VPN cuando utilizan un certificado TLS válido.
fr: Utilisez un point de terminaison HTTPS. Les adresses du réseau local et du VPN sont prises en charge avec un certificat TLS valide.
hi: HTTPS एंडपॉइंट का उपयोग करें। मान्य TLS प्रमाणपत्र वाले लोकल नेटवर्क और VPN पते समर्थित हैं।
id: Gunakan endpoint HTTPS. Alamat jaringan lokal dan VPN didukung jika menggunakan sertifikat TLS yang valid.
ja: HTTPSエンドポイントを使用してください。有効なTLS証明書を使用するローカルネットワークおよびVPNアドレスに対応しています。
ko: HTTPS 엔드포인트를 사용하세요. 유효한 TLS 인증서를 사용하는 로컬 네트워크 및 VPN 주소를 지원합니다.
pt_br: Use um endpoint HTTPS. Endereços de rede local e VPN são compatíveis quando usam um certificado TLS válido.
ru: Используйте конечную точку HTTPS. Адреса локальной сети и VPN поддерживаются при наличии действительного сертификата TLS.
th: ใช้ปลายทาง HTTPS รองรับที่อยู่เครือข่ายภายในและ VPN เมื่อใช้ใบรับรอง TLS ที่ถูกต้อง
tr: Bir HTTPS uç noktası kullanın. Geçerli bir TLS sertifikası kullanan yerel ağ ve VPN adresleri desteklenir.
vi: Hãy dùng endpoint HTTPS. Địa chỉ mạng cục bộ và VPN được hỗ trợ khi sử dụng chứng chỉ TLS hợp lệ.
zh_hans: 请使用 HTTPS 地址。局域网和 VPN 地址均受支持，但必须使用有效的 TLS 证书。
zh_hant: 請使用 HTTPS 位址。區域網路和 VPN 位址均受支援，但必須使用有效的 TLS 憑證。

source: Uses /v1/responses with Codex client identity headers.
ar: يستخدم /v1/responses مع رؤوس هوية عميل Codex.
de: Verwendet /v1/responses mit Codex-Client-Identity-Headern.
es: Usa /v1/responses con cabeceras de identidad de cliente Codex.
fr: Utilise /v1/responses avec les en-têtes d'identité client Codex.
hi: Codex क्लाइंट आइडेंटिटी हेडर के साथ /v1/responses का उपयोग करता है।
id: Menggunakan /v1/responses dengan header identitas klien Codex.
ja: /v1/responses と Codex クライアント識別ヘッダーを使用します。
ko: /v1/responses와 Codex 클라이언트 ID 헤더를 사용합니다.
pt_br: Usa /v1/responses com cabeçalhos de identidade de cliente Codex.
ru: Использует /v1/responses с заголовками клиентской идентификации Codex.
th: ใช้ /v1/responses พร้อมเฮดเดอร์ระบุตัวตน Codex
tr: /v1/responses ve Codex istemci kimlik başlıklarını kullanır.
vi: Sử dụng /v1/responses cùng các header định danh client Codex.
zh_hans: 使用 /v1/responses 端点 + Codex 客户端身份头。
zh_hant: 使用 /v1/responses 端點 + Codex 用戶端身份標頭。

source: Uses your API
ar: يستخدم API الخاص بك
de: Nutzt deine API
es: Usa tu API
fr: Utilise votre API
hi: आपके API का उपयोग करता है
id: Menggunakan API Anda
ja: あなたのAPIを使用
ko: API를 사용합니다
pt_br: Usa sua API
ru: Использует ваш API
th: ใช้ API ของคุณ
tr: API'nizi kullanır
vi: Sử dụng API của bạn
zh_hans: 使用你的 API
zh_hant: 使用你的 API

source: V1 keeps protocol complexity inside the adapter layer. This sheet preserves the extension point without exposing raw complexity to users.
ar: يحتفظ V1 بتعقيد البروتوكول داخل طبقة المحول. تحافظ هذه الورقة على نقطة الامتداد دون تعريض المستخدمين للتعقيد الأولي.
de: V1 hält die Protokollkomplexität innerhalb der Adapterschicht. Dieses Blatt behält den Erweiterungspunkt bei, ohne den Benutzern die rohe Komplexität preiszugeben.
es: V1 mantiene la complejidad del protocolo dentro de la capa del adaptador. Esta hoja preserva el punto de extensión sin exponer la complejidad a los usuarios.
fr: La V1 conserve la complexité du protocole à l’intérieur de la couche adaptateur. Cette feuille préserve le point d'extension sans exposer la complexité brute aux utilisateurs.
hi: V1 एडाप्टर परत के अंदर प्रोटोकॉल जटिलता रखता है। यह शीट उपयोगकर्ताओं के सामने मूल जटिलता को उजागर किए बिना विस्तार बिंदु को सुरक्षित रखती है।
id: V1 menjaga kompleksitas protokol di dalam lapisan adaptor. Sheet ini mempertahankan titik ekstensi tanpa memperlihatkan kompleksitas mentah kepada pengguna.
ja: V1 では、アダプター層内のプロトコルの複雑さが維持されます。このシートは、複雑さをユーザーにさらすことなく拡張ポイントを保持します。
ko: V1은 어댑터 계층 내부에 프로토콜 복잡성을 유지합니다. 이 시트는 사용자에게 원시 복잡성을 노출하지 않고 확장 지점을 보존합니다.
pt_br: V1 mantém a complexidade do protocolo dentro da camada do adaptador. Esta planilha preserva o ponto de extensão sem expor a complexidade bruta aos usuários.
ru: V1 сохраняет сложность протокола внутри уровня адаптера. На этом листе сохраняется точка расширения, не раскрывая пользователям непосредственную сложность.
th: V1 เก็บความซับซ้อนของโปรโตคอลไว้ภายในเลเยอร์อะแดปเตอร์ แผ่นงานนี้จะรักษาจุดส่วนขยายไว้โดยไม่เปิดเผยความซับซ้อนให้กับผู้ใช้
tr: V1, protokol karmaşıklığını adaptör katmanının içinde tutar. Bu sayfa, kullanıcılara ham karmaşıklığı açığa vurmadan uzantı noktasını korur.
vi: V1 giữ độ phức tạp của giao thức bên trong lớp bộ điều hợp. Trang tính này bảo tồn điểm mở rộng mà không gây ra sự phức tạp thô cho người dùng.
zh_hans: V1 将协议复杂度封装在适配层内。此面板保留了扩展点，但不向用户暴露底层复杂度。
zh_hant: V1 將協定複雜性保留在適配器層內。該表保留了擴展點，而不向使用者暴露原始的複雜性。

source: Verification Code
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
hi: सत्यापन कोड
id: Kode verifikasi
ja: 確認コード
ko: 인증 코드
pt_br: Código de verificação
ru: Код подтверждения
th: รหัสยืนยัน
tr: Doğrulama kodu
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

source: Verify Code
ar: تحقق من الرمز
de: Code bestätigen
es: Verificar código
fr: Vérifier le code
hi: कोड सत्यापित करें
id: Verifikasi kode
ja: コードを確認
ko: 코드 확인
pt_br: Verificar código
ru: Подтвердить код
th: ยืนยันรหัส
tr: Kodu doğrula
vi: Xác minh mã
zh_hans: 验证
zh_hant: 驗證

source: Verify Your Email to Continue
ar: تحقق من بريدك الإلكتروني للمتابعة
de: Bestätige deine E-Mail, um fortzufahren
es: Verifica tu correo para continuar
fr: Vérifiez votre e-mail pour continuer
hi: जारी रखने के लिए अपना ईमेल सत्यापित करें
id: Verifikasi email Anda untuk melanjutkan
ja: メールを確認して続行
ko: 계속하려면 이메일을 인증하세요
pt_br: Verifique seu e-mail para continuar
ru: Подтвердите эл. почту, чтобы продолжить
th: ยืนยันอีเมลของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için e-postanı doğrula
vi: Xác minh email của bạn để tiếp tục
zh_hans: 验证邮箱后继续
zh_hant: 驗證電子郵件後繼續

source: Verify and Link
ar: التحقق والربط
de: Bestätigen und verknüpfen
es: Verificar y vincular
fr: Vérifier et associer
hi: सत्यापित करें और लिंक करें
id: Verifikasi dan tautkan
ja: 確認して連携
ko: 확인 후 연결
pt_br: Verificar e vincular
ru: Подтвердить и привязать
th: ยืนยันและเชื่อมโยง
tr: Doğrula ve bağla
vi: Xác minh và liên kết
zh_hans: 验证并关联
zh_hant: 驗證並連結

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
id: Versi
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
ru: Видео
th: วิดีโอ
zh_hans: 视频
zh_hant: 影片

source: View Full Privacy Policy >
ar: عرض سياسة الخصوصية الكاملة >
de: Vollständige Datenschutzrichtlinie anzeigen >
es: Ver política de privacidad completa >
fr: Voir la politique de confidentialité complète >
hi: पूर्ण गोपनीयता नीति देखें >
id: Lihat Kebijakan Privasi Lengkap >
ja: プライバシーポリシーの全文を表示 >
ko: 전체 개인정보 보호정책 보기 >
pt_br: Veja a Política de Privacidade Completa >
ru: Посмотреть полную политику конфиденциальности >
th: ดูนโยบายความเป็นส่วนตัวฉบับเต็ม >
tr: Gizlilik Politikasının Tamamını Görüntüleyin >
vi: Xem toàn bộ Chính sách quyền riêng tư >
zh_hans: 查看完整隐私政策 >
zh_hant: 查看完整隱私權政策 >

source: Watch this month
ar: شاهد هذا الشهر
de: Schauen Sie sich diesen Monat an
es: Mira este mes
fr: À regarder ce mois-ci
hi: इस महीने देखें
id: Tonton bulan ini
ja: 今月を見る
ko: 이번 달 시청
pt_br: Assista este mês
ru: Смотрите в этом месяце
th: ดูเดือนนี้
tr: Bu ay izleyin
vi: Xem tháng này
zh_hans: 本月需留意
zh_hant: 本月需留意

source: We couldn't parse this as TOML or JSON. Double-check the format and try again.
ar: تعذّر تحليل المحتوى كـ TOML أو JSON. يُرجى التحقق من التنسيق والمحاولة مرة أخرى.
de: Konnte nicht als TOML oder JSON geparst werden. Überprüfe das Format und versuche es erneut.
es: No se pudo analizar como TOML o JSON. Revisa el formato e inténtalo de nuevo.
fr: Impossible d'analyser comme TOML ou JSON. Vérifie le format et réessaie.
hi: इसे TOML या JSON के रूप में पार्स नहीं किया जा सका। फ़ॉर्मेट जाँचें और पुनः प्रयास करें।
id: Tidak dapat memparsing sebagai TOML atau JSON. Periksa format lalu coba lagi.
ja: TOML または JSON として解析できません。フォーマットを確認して再試行してください。
ko: TOML 또는 JSON으로 분석할 수 없습니다. 형식을 확인 후 다시 시도하세요.
pt_br: Não foi possível analisar como TOML ou JSON. Verifique o formato e tente novamente.
ru: Не удалось разобрать как TOML или JSON. Проверьте формат и попробуйте ещё раз.
th: ไม่สามารถแยกวิเคราะห์เป็น TOML หรือ JSON ได้ ตรวจสอบรูปแบบแล้วลองอีกครั้ง
tr: TOML veya JSON olarak ayrıştırılamadı. Biçimi kontrol edip tekrar deneyin.
vi: Không thể phân tích thành TOML hoặc JSON. Kiểm tra định dạng và thử lại.
zh_hans: 无法解析为 TOML 或 JSON，请检查格式后重试。
zh_hant: 無法解析為 TOML 或 JSON。請檢查格式後再試一次。

source: We couldn't recognize this as a supported cc-switch import. Paste a Codex, Claude, or Gemini provider config.
ar: تعذّر التعرف عليه كـ cc-switch مدعوم. الصق إعدادات provider لـ Codex أو Claude أو Gemini.
de: Konnte nicht als unterstützter cc-switch-Import erkannt werden. Füge eine Codex-, Claude- oder Gemini-Provider-Konfiguration ein.
es: No se reconoció como una importación de cc-switch compatible. Pega una configuración de proveedor Codex, Claude o Gemini.
fr: Impossible de reconnaître un import cc-switch pris en charge. Collez une configuration de provider Codex, Claude ou Gemini.
hi: इसे समर्थित cc-switch आयात के रूप में नहीं पहचाना जा सका। Codex, Claude या Gemini provider config पेस्ट करें।
id: Tidak dapat dikenali sebagai impor cc-switch yang didukung. Tempel konfigurasi provider Codex, Claude, atau Gemini.
ja: サポートされている cc-switch インポートとして認識できません。Codex / Claude / Gemini の provider 設定を貼り付けてください。
ko: 지원되는 cc-switch 가져오기로 인식할 수 없습니다. Codex / Claude / Gemini provider 구성을 붙여넣으세요.
pt_br: Não foi possível reconhecer como uma importação cc-switch compatível. Cole uma configuração de provedor Codex, Claude ou Gemini.
ru: Не удалось распознать как поддерживаемый импорт cc-switch. Вставьте конфигурацию provider'а Codex, Claude или Gemini.
th: จดจำเป็น cc-switch ที่รองรับไม่ได้ กรุณาวางการตั้งค่า provider ของ Codex / Claude / Gemini
tr: Desteklenen bir cc-switch içe aktarması olarak tanınmadı. Codex, Claude veya Gemini provider yapılandırması yapıştırın.
vi: Không nhận diện được là import cc-switch được hỗ trợ. Dán cấu hình provider Codex, Claude hoặc Gemini.
zh_hans: 无法识别为受支持的 cc-switch 配置。请粘贴 Codex、Claude 或 Gemini 的 provider 配置。
zh_hant: 無法識別為支援的 cc-switch 匯入。請貼上 Codex、Claude 或 Gemini 供應商配置。

source: We couldn't verify that code. Please request a new one and try again.
ar: تعذّر التحقق من هذا الرمز. يرجى طلب رمز جديد والمحاولة مرة أخرى.
de: Wir konnten diesen Code nicht bestätigen. Fordere einen neuen an und versuche es erneut.
es: No pudimos verificar ese código. Solicita uno nuevo e inténtalo de nuevo.
fr: Nous n'avons pas pu vérifier ce code. Demandez-en un nouveau et réessayez.
hi: हम उस कोड को सत्यापित नहीं कर सके। कृपया नया कोड मांगें और फिर से प्रयास करें।
id: Kami tidak dapat memverifikasi kode itu. Minta kode baru dan coba lagi.
ja: そのコードを確認できませんでした。新しいコードを取得してもう一度お試しください。
ko: 해당 코드를 확인하지 못했습니다. 새 코드를 요청한 후 다시 시도하세요.
pt_br: Não foi possível verificar esse código. Solicite um novo e tente de novo.
ru: Не удалось проверить этот код. Запросите новый и попробуйте снова.
th: เราไม่สามารถยืนยันรหัสนั้นได้ โปรดขอรหัสใหม่แล้วลองอีกครั้ง
tr: Bu kodu doğrulayamadık. Yeni bir kod isteyip yeniden dene.
vi: Chúng tôi không xác minh được mã đó. Hãy yêu cầu mã mới và thử lại.
zh_hans: 无法验证该验证码，请重新获取后再试。
zh_hant: 無法驗證該驗證碼，請重新取得後再試。

source: We couldn't verify the connection. You can retry from the provider details.
ar: تعذّر التحقق من الاتصال. يمكنك إعادة المحاولة من تفاصيل المزوّد.
de: Die Verbindung konnte nicht verifiziert werden. Sie können es in den Anbieterdetails erneut versuchen.
es: No se pudo verificar la conexión. Puedes reintentarlo desde los detalles del proveedor.
fr: Nous n'avons pas pu vérifier la connexion. Vous pouvez réessayer depuis les détails du fournisseur.
hi: हम कनेक्शन सत्यापित नहीं कर सके। आप प्रदाता विवरण से पुनः प्रयास कर सकते हैं।
id: Kami tidak dapat memverifikasi koneksi. Anda dapat mencoba lagi dari detail penyedia.
ja: 接続を確認できませんでした。プロバイダーの詳細から再試行できます。
ko: 연결을 확인할 수 없습니다. 공급자 세부 정보에서 다시 시도할 수 있습니다.
pt_br: Não foi possível verificar a conexão. Você pode tentar novamente nos detalhes do provedor.
ru: Не удалось проверить подключение. Вы можете повторить попытку в сведениях о поставщике.
th: ไม่สามารถตรวจสอบการเชื่อมต่อได้ คุณสามารถลองใหม่ได้จากรายละเอียดผู้ให้บริการ
tr: Bağlantı doğrulanamadı. Sağlayıcı ayrıntılarından yeniden deneyebilirsiniz.
vi: Chúng tôi không thể xác minh kết nối. Bạn có thể thử lại từ chi tiết nhà cung cấp.
zh_hans: 未能验证连接，可稍后在供应商详情页重试。
zh_hant: 未能驗證連線，可稍後在供應商詳情頁重試。

source: We found a legacy linking email. Enter the address that received it to finish linking.
ar: وجدنا رسالة ربط قديمة. أدخل العنوان الذي استلمها لإكمال الربط.
de: Wir haben eine alte Verknüpfungs-E-Mail gefunden. Gib die Adresse ein, die sie erhalten hat, um die Verknüpfung abzuschließen.
es: Encontramos un correo de vinculación anterior. Ingresa la dirección que lo recibió para completar la vinculación.
fr: Nous avons trouvé un ancien e-mail d'association. Saisissez l'adresse qui l'a reçu pour terminer l'association.
hi: हमें एक पुराना लिंकिंग ईमेल मिला। लिंक करना पूरा करने के लिए वह पता दर्ज करें जिसे यह मिला था।
id: Kami menemukan email penautan lama. Masukkan alamat yang menerimanya untuk menyelesaikan penautan.
ja: 以前の連携メールが見つかりました。それを受け取ったアドレスを入力して連携を完了してください。
ko: 이전 연결 이메일을 찾았습니다. 해당 메일을 받은 주소를 입력해 연결을 완료하세요.
pt_br: Encontramos um e-mail de vinculação antigo. Digite o endereço que o recebeu para concluir a vinculação.
ru: Найдено старое письмо для привязки. Введите адрес, на который оно пришло, чтобы завершить привязку.
th: พบอีเมลเชื่อมโยงแบบเดิม กรอกที่อยู่ที่ได้รับอีเมลเพื่อเชื่อมโยงให้เสร็จสิ้น
tr: Eski bir bağlama e-postası bulduk. Bağlamayı tamamlamak için e-postayı alan adresi gir.
vi: Chúng tôi tìm thấy một email liên kết cũ. Nhập địa chỉ đã nhận email để hoàn tất liên kết.
zh_hans: 检测到一封旧版关联邮件，请输入收到它的邮箱地址以完成关联。
zh_hant: 偵測到一封舊版連結郵件，請輸入收到它的電子郵件地址以完成連結。

source: We found your linking email. Enter the address that received it to finish linking.
ar: لقد وجدنا البريد الإلكتروني الخاص بك لربط. أدخل العنوان الذي استلمته لإنهاء الربط.
de: Wir haben deine verlinkte E-Mail gefunden. Gib die Adresse ein, die es erhalten hat, um die Verknüpfung abzuschließen.
es: Encontramos su correo electrónico de enlace. Ingrese la dirección que lo recibió para finalizar la vinculación.
fr: Nous avons trouvé votre e-mail de lien. Entrez l'adresse qui l'a reçu pour terminer la liaison.
hi: हमें आपका लिंकिंग ईमेल मिल गया. वह पता दर्ज करें जिसने लिंकिंग समाप्त करने के लिए इसे प्राप्त किया था।
id: Kami menemukan email tautan Anda. Masukkan alamat penerimanya untuk menyelesaikan penautan.
ja: リンクメールが見つかりました。受信したアドレスを入力してリンクを完了します。
ko: 연결 이메일을 찾았습니다. 받은 주소를 입력하시면 연결이 완료됩니다.
pt_br: Encontramos seu e-mail de link. Digite o endereço que o recebeu para finalizar a vinculação.
ru: Мы нашли ваш связывающий адрес электронной почты. Введите адрес, на который оно было получено, чтобы завершить привязку.
th: เราพบอีเมลเชื่อมโยงของคุณ ป้อนที่อยู่ที่ได้รับเพื่อลิงก์ให้เสร็จสิ้น
tr: Bağlantı e-postanızı bulduk. Bağlantıyı tamamlamak için mesajı alan adresi girin.
vi: Chúng tôi đã tìm thấy email liên kết của bạn. Nhập địa chỉ đã nhận được để hoàn tất liên kết.
zh_hans: 我们找到了你的关联邮件。请输入收到邮件的地址以完成关联。
zh_hant: 我們找到了你的連結電子郵件。輸入接收它的位址以完成連結。

source: Web
ar: ويب
ja: ネット
ko: 인터넷
zh_hans: 联网
zh_hant: 聯網

source: What can I help with?
ar: كيف يمكنني مساعدتك؟
de: Womit kann ich helfen?
es: ¿En qué puedo ayudarte?
fr: Comment puis-je t'aider ?
hi: मैं क्या मदद कर सकता हूँ?
id: Ada yang bisa saya bantu?
ja: 何から話そうか？
ko: 무엇을 도와드릴까요?
pt_br: Como posso ajudar?
ru: Чем я могу помочь?
th: ให้ช่วยอะไรดี?
tr: Sana nasıl yardımcı olabilirim?
vi: Tôi có thể giúp gì?
zh_hans: 想聊点什么？
zh_hant: 想聊點什麼？

source: Will Apply
ar: سيتم التطبيق
de: Wird angewendet
es: Se aplicará
fr: Sera appliqué
hi: लागू होगा
id: Akan diterapkan
ja: 適用予定
ko: 적용됨
pt_br: Será aplicado
ru: Будет применено
th: จะถูกใช้งาน
tr: Uygulanacak
vi: Sẽ áp dụng
zh_hans: 将生效
zh_hant: 將套用

source: Will be added
ar: سيُضاف
de: Wird hinzugefügt
es: Se añadirá
fr: Sera ajouté
hi: जोड़ा जाएगा
id: Akan ditambahkan
ja: 追加されるモデル
ko: 추가될 모델
pt_br: Será adicionado
ru: Будет добавлено
th: จะถูกเพิ่ม
tr: Eklenecek
vi: Sẽ được thêm
zh_hans: 即将添加
zh_hant: 即將新增

source: Write an email to a client
ar: اكتب بريدًا إلكترونيًا إلى العميل
de: E-Mail an einen Kunden schreiben
es: Escribe un correo electrónico a un cliente
fr: Écrivez un e-mail à un client
hi: एक ईमेल लिखें एक ग्राहक को
id: Tulis email kepada klien
ja: クライアントに メールを書く
ko: 고객에게 이메일 작성
pt_br: Escreva um e-mail para um cliente
ru: Напишите электронное письмо клиенту
th: เขียนอีเมล ให้กับลูกค้า
tr: Bir e-posta yaz bir müşteriye
vi: Viết email cho một khách hàng
zh_hans: 给客户写 一封邮件
zh_hant: 寫一封電子郵件 給客戶

# Write an email to a client
source: Write an email\nto a client
ar: كتابة بريد\nإلكتروني لعميل
de: E-Mail an\neinen Kunden
es: Escribir un email\na un cliente
fr: Écrire un e-mail\nà un client
hi: किसी ग्राहक को ईमेल लिखें\n
id: Tulis email\nke klien
ja: クライアントに\nメールを書く
ko: 고객에게\n이메일 작성
pt_br: Escrever um e-mail\npara um cliente
ru: Напишите электронное письмо\nклиенту
th: เขียนอีเมล\nถึงลูกค้า
tr: Müşteriye\nbir e-posta yazın
vi: Viết email\ncho khách hàng
zh_hans: 给客户\n写一封邮件
zh_hant: 給客戶\n寫一封郵件

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
th: เมื่อวาน
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: You
ar: أنت
de: Du
es: Tú
fr: Vous
hi: आप
id: Anda
ja: あなた
ko: 나
pt_br: Você
ru: Ты
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

source: You can let it rest.
ar: يمكن أن ينتظر قليلًا.
de: Du kannst es kurz ruhen lassen.
es: Puedes dejarlo un rato.
fr: Tu peux laisser ça de côté.
hi: इसे थोड़ी देर के लिए छोड़ सकते हो।
id: Boleh ditaruh dulu.
ja: 少し置いておいていいよ
ko: 잠시 내려놓아도 돼
pt_br: Pode deixar isso por agora.
ru: Можно пока отложить.
th: พักไว้ก่อนก็ได้นะ
tr: Biraz bırakabilirsin.
vi: Để đó một chút cũng được.
zh_hans: 先放一放也没关系
zh_hant: 先放一放也沒關係

source: You can pin up to 3 Skills.
ar: يمكنك تثبيت ما يصل إلى 3 مهارات.
de: Du kannst bis zu 3 Skills anpinnen.
es: Puedes fijar hasta 3 Skills.
fr: Vous pouvez épingler jusqu'à 3 Skills.
hi: आप अधिकतम 3 कौशल पिन कर सकते हैं.
id: Anda dapat menyematkan hingga 3 Keterampilan.
ja: ピン留めできるSkillは3つまでです。
ko: 최대 3개의 Skill을 고정할 수 있습니다.
pt_br: Você pode fixar até 3 Skills.
ru: Вы можете закрепить до 3 навыков.
th: คุณสามารถปักหมุดได้ถึง 3 ทักษะ
tr: En fazla 3 Beceriyi sabitleyebilirsiniz.
vi: Bạn có thể ghim tối đa 3 Kỹ năng.
zh_hans: 最多可置顶 3 个 Skill。
zh_hant: 最多可釘選 3 個 Skill。

source: You can still finish setup by entering a model ID first.
ar: لا يزال بإمكانك إنهاء الإعداد عن طريق إدخال معرف النموذج أولاً.
de: Sie können die Einrichtung trotzdem abschließen, indem Sie zunächst eine Modell-ID eingeben.
es: Aún puedes finalizar la configuración ingresando primero el ID del modelo.
fr: Vous pouvez toujours terminer la configuration en saisissant d'abord un ID de modèle.
hi: आप अभी भी पहले मॉडल आईडी दर्ज करके सेटअप पूरा कर सकते हैं।
id: Anda masih dapat menyelesaikan penyiapan dengan memasukkan ID model terlebih dahulu.
ja: 最初にモデル ID を入力することでセットアップを完了することもできます。
ko: 모델 ID를 먼저 입력하면 설정을 완료할 수 있습니다.
pt_br: Você ainda pode concluir a configuração inserindo primeiro um ID de modelo.
ru: Вы все равно можете завершить настройку, сначала введя идентификатор модели.
th: คุณยังคงตั้งค่าให้เสร็จสิ้นได้โดยป้อนรหัสรุ่นก่อน
tr: Önce bir model kimliği girerek kurulumu yine de tamamlayabilirsiniz.
vi: Bạn vẫn có thể hoàn tất quá trình thiết lập bằng cách nhập ID mẫu máy trước.
zh_hans: 你可以先输入一个模型 ID 来完成设置。
zh_hant: 你仍然可以透過先輸入模型 ID 來完成設定。

source: You did enough today.
ar: اليوم بذلت ما يكفي.
de: Du hast heute genug getan.
es: Hoy hiciste suficiente.
fr: Tu en as assez fait pour aujourd'hui.
hi: आज तुमने बहुत कर लिया।
id: Hari ini kamu sudah cukup.
ja: きょうは十分がんばったね
ko: 오늘은 충분히 했어
pt_br: Hoje você já fez o bastante.
ru: На сегодня достаточно.
th: วันนี้คุณทำเยอะพอแล้ว
tr: Bugün yeterince yaptın.
vi: Hôm nay bạn đã làm đủ rồi.
zh_hans: 今天做得够多了
zh_hant: 今天做得夠多了

source: You need at least one AI provider to start a conversation.
ar: تحتاج إلى مزوّد ذكاء اصطناعي واحد على الأقل لبدء محادثة.
de: Für ein Gespräch wird mindestens ein KI-Anbieter benötigt.
es: Necesitas al menos un proveedor de IA para iniciar una conversación.
fr: Vous avez besoin d'au moins un fournisseur d'IA pour démarrer une conversation.
hi: बातचीत शुरू करने के लिए कम से कम एक AI प्रदाता आवश्यक है।
id: Anda memerlukan setidaknya satu penyedia AI untuk memulai percakapan.
ja: 会話を始めるには AI プロバイダが少なくとも 1 つ必要です。
ko: 대화를 시작하려면 AI 제공업체가 최소 하나 필요합니다.
pt_br: Você precisa de pelo menos um provedor de IA para iniciar uma conversa.
ru: Для начала разговора нужен хотя бы один AI-провайдер.
th: คุณต้องมีผู้ให้บริการ AI อย่างน้อยหนึ่งรายเพื่อเริ่มการสนทนา
tr: Sohbete başlamak için en az bir yapay zekâ sağlayıcısı gerekir.
vi: Bạn cần ít nhất một nhà cung cấp AI để bắt đầu trò chuyện.
zh_hans: 至少需要一个 AI 供应商才能开始对话。
zh_hant: 至少需要一個 AI 供應商才能開始對話。

source: Your data stays local
ar: بياناتك تبقى على جهازك
de: Deine Daten bleiben lokal
es: Tus datos se quedan en tu dispositivo
fr: Vos données restent locales
hi: आपका डेटा स्थानीय रहता है
id: Data Anda tetap lokal
ja: データはデバイスに保存
ko: 데이터는 기기에 보관
pt_br: Seus dados ficam no dispositivo
ru: Ваши данные остаются локальными
th: ข้อมูลของคุณยังคงอยู่ในท้องถิ่น
tr: Verileriniz yerel kalır
vi: Dữ liệu của bạn vẫn cục bộ
zh_hans: 你的数据留在本地
zh_hant: 你的資料留在本地

source: Your draft and generated content have been preserved. You can continue or resend.
ar: تم الحفاظ على المسودة والمحتوى الذي تم إنشاؤه. يمكنك الاستمرار أو إعادة الإرسال.
de: Ihr Entwurf und deine generierten Inhalte wurden beibehalten. Sie können fortfahren oder erneut senden.
es: Se han conservado el borrador y el contenido generado. Puedes continuar o reenviar.
fr: Votre brouillon et votre contenu généré ont été conservés. Vous pouvez continuer ou renvoyer.
hi: आपका ड्राफ्ट और उत्पन्न सामग्री संरक्षित कर ली गई है। आप जारी रख सकते हैं या पुनः भेज सकते हैं।
id: Draf dan konten yang Anda buat telah disimpan. Anda dapat melanjutkan atau mengirim ulang.
ja: 下書きと生成されたコンテンツは保存されています。続行または再送信できます。
ko: 초안과 생성된 콘텐츠는 보존되었습니다. 계속하거나 다시 보낼 수 있습니다.
pt_br: Seu rascunho e conteúdo gerado foram preservados. Você pode continuar ou reenviar.
ru: Ваш черновик и созданный контент были сохранены. Вы можете продолжить или отправить повторно.
th: เนื้อหาฉบับร่างและเนื้อหาที่สร้างขึ้นของคุณได้รับการเก็บรักษาไว้ คุณสามารถดำเนินการต่อหรือส่งใหม่ได้
tr: Taslağınız ve oluşturulan içeriğiniz korundu. Devam edebilir veya yeniden gönderebilirsiniz.
vi: Nội dung nháp và nội dung được tạo của bạn đã được giữ nguyên. Bạn có thể tiếp tục hoặc gửi lại.
zh_hans: 你的草稿和生成内容已保留。你可以继续或重新发送。
zh_hant: 你的草稿和產生的內容已被保留。你可以繼續或重新發送。

source: approx.
ar: تقريبًا
de: ca.
es: aprox.
fr: env.
hi: लगभग।
id: kira-kira.
ja: 約
ko: 약
pt_br: aprox.
ru: ок.
th: ประมาณ
tr: yaklaşık.
vi: khoảng
zh_hans: 约
zh_hant: 約

source: by
ar: من
de: von
es: por
fr: par
hi: द्वारा
id: oleh
pt_br: por
ru: от
th: โดย
tr: tarafından
vi: bởi
zh_hans: 出自
zh_hant: 出自

# color_blue
source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: रंग नीला
id: warna_biru
ja: ブルー
ko: 파란색
pt_br: Azul
ru: цвет_синий
th: สี_สีฟ้า
tr: renk_mavi
vi: màu_xanh
zh_hans: 蓝色
zh_hant: 藍色
